/* After archiving, move files to: */
"After archiving, move files to:" = "Siirrä tiedostot arkistoimisen jälkeen:";

/* After expanding, move archive to: */
"After expanding, move archive to:" = "Siirrä arkisto purkamisen jälkeen:";

/* into \"%@\" */
"into \"%@\"" = "sijaintiin ”%@”";

/* into\\U2026 */
"into\\U2026" = "sijaintiin…";

/* move archive to \"%@\" */
"move archive to \"%@\"" = "siirrä arkisto sijaintiin ”%@”";

/* move archive to */
"move archive to\\U2026" = "siirrä arkisto…";

/* move files to \"%@\" */
"move files to \"%@\"" = "siirrä tiedostot sijaintiin ”%@”";

/* move files to */
"move files to\\U2026" = "siirrä tiedostot…";

/* Save archives into: */
"Save archives into:" = "Tallenna arkistot:";

/* Save unarchived file(s) into: */
"Save unarchived file(s) into:" = "Tallenna arkistoimattomat tiedostot:";

/* Select where to move archive after expanding. */
"Select where to move archive after expanding." = "Valitse, minne arkisto siirretään purkamisen jälkeen.";

/* Select where to move the files after archiving them. */
"Select where to move the files after archiving them." = "Valitse, minne tiedostot siirretään arkistoimisen jälkeen.";

/* Select where to save the archive. */
"Select where to save the archive." = "Valitse, minne arkisto tallennetaan.";

/* Select where to save the contents of the archive. */
"Select where to save the contents of the archive." = "Valitse, minne arkiston sisältö tallennetaan.";

